IDEA StatiCa Open Model
ThermalConductivityLimit Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Thermal conductivity limit
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum ThermalConductivityLimit
Public Enumeration ThermalConductivityLimit
public enum class ThermalConductivityLimit
Members
Member name | Value | Description
Upper | 0 |  Upper limit
Lower | 1 |  Lower limit
See Also
Reference
IdeaRS.OpenModel.CrossSection Namespace